num1 = 10 # присваивание переменной
num2 = 20 # присваивание переменной

# Выведите на экран результат деления 2-х чисел с помощью оператора /=

num1 /= num2 # оператор /=

print(num1) #выводим результат